<script setup></script>

<template>
  <div class="container my-20">
    <p class="font-normal text-base leading-4 mb-10 ">
      Главная страница / О нас
    </p>
    <h1 class="font-bold text-[42px] leading-[54px] mb-10  text-primary">
      О нас
    </h1>
    <p class="font-normal sm:text-sm md:text-base leading-5 md:mb-10 sm:mb-4">
      Друзья, наш сайт был специально создан для розничной и оптовой продажи
      интерьерного освещения на территории России. Мы сотрудничаем с ведущими
      производителями светотехнического оборудования, которые зарекомендовали
      себя на мировом рынке. Поэтому не стоит сомневаться в надёжном качестве
      продукции, представленной на страницах сайта.
    </p>
    <p class="font-normal sm:text-sm md:text-base leading-5 md:mb-10 sm:mb-4">
      Интернет-магазин - это полноценный online-shop.
    </p>
    <p class="font-normal sm:text-sm md:text-base leading-5 md:mb-10 sm:mb-4">
      Мы работаем без выходных, 24 часа в сутки и непрерывно расширяем и
      обновляем ассортимент товаров, чтобы каждый покупатель мог подобрать
      светотехнику, соответствующую его нуждам и желаниям. Наш магазин работает
      с большим количеством производителей, что позволяет найти светильник на
      самый утонченный .
    </p>

    <img src="/img/cloz2.png" alt="about-us img" class="w-full my-10" />
    <p class="font-normal sm:text-sm md:text-base leading-5 md:mb-10 sm:mb-4">
      Интернет-магазин «Ваша Лампа» - это полноценный online-shop. Мы работаем
      без выходных, 24 часа в сутки и непрерывно расширяем и обновляем
      ассортимент товаров, чтобы каждый покупатель мог подобрать светотехнику,
      соответствующую его нуждам и желаниям.
    </p>
    <p class="font-normal sm:text-sm md:text-base leading-5 ">
      Друзья, наш сайт был специально создан для розничной и оптовой продажи
      интерьерного освещения на территории России. Мы сотрудничаем с ведущими
      производителями светотехнического оборудования, которые зарекомендовали
      себя на мировом рынке. Поэтому не стоит сомневаться в надёжном качестве
      продукции, представленной на страницах сайта. Интернет-магазин это
      полноценный online-shop. Мы работаем без выходных, 24 часа в сутки и
      непрерывно расширяем и обновляем ассортимент товаров, чтобы каждый
      покупатель мог подобрать светотехнику, соответствующую его нуждам и
      желаниям
    </p>
  </div>
</template>

<style scoped></style>
